// General
"Chameleon_title" = "Chameleon";

"Standard_title" = "Chameleon Standard";
"Standard_description" = "Installare Chameleon";

"EnhancedFAT_title" = "Chameleon EFI FAT";
"EnhancedFAT_description" = "Installare Chameleon nella partizione di sistema EFI FAT32 (Originale)";

"EnhancedHFS_title" = "Chameleon EFI HFS";
"EnhancedHFS_description" = "Installare Chameleon nella partizione di sistema EFI HFS (Consigliato se non è già HFS)";

// Options
"Options_title" = "Opzioni";
"Options_description" = "Setta opzioni predefinite";

"GUI_title" = "GUI";
"GUI_description" = "Disabilita l'interfaccia grafica, aggiunge GUI=n al com.apple.Boot.plist";

"EthernetBuiltIn_title" = "EthernetBuiltIn";
"EthernetBuiltIn_description" = "Aggiunge EthernetBuiltIn=y al com.apple.Boot.plist, Questa opzione aggiungerà 'built-in' alle periferice di rete.";

"ForceHPET_title" = "ForceHPET";
"ForceHPET_description" = "Aggiunge ForceHPET=y al com.apple.Boot.plist, Questa opzione abilita l'HPET sui chipset Intel, per BIOS che non includono questa opzione.";

"ForceWake_title" = "ForceWake";
"ForceWake_description" = "Aggiunge ForceWake=y al com.apple.Boot.plist, Questa opzione abilita la possibilità di evitare errate sleep images.";

"EHCIacquire_title" = "EHCIacquire";
"EHCIacquire_description" = "Aggiunge EHCIacquire=y al com.apple.Boot.plist, Questa opzione sistema eventuali proprietà legati all'EHCI in alcuni BIOS.";

"UHCIreset_title" = "UHCIreset";
"UHCIreset_description" = "Aggiunge UHCIreset=y al com.apple.Boot.plist, Questa opzione resetterà i controller UHCI prima dell'avvio di OS X.";

"GraphicsEnabler_title" = "GraphicsEnabler";
"GraphicsEnabler_description" = "Aggiunge GraphicsEnabler=y al com.apple.Boot.plist, Questa opzione abilita il riconoscimento automatico delle schede grafiche iniettanto le informazioni corrette.";

// Themes
"Themes_title" = "Themes";
"Themes_description" = "Una raccolta di temi campione";

"Default_title" = "Standard";
"Default_description" = "Il tema standard usato dal bootloader, aggiunto qui per essere personalizzato.";

"Big_title" = "Big";
"Big_description" = "Un tema dal layout grande, per i fortunati possessori di schermi grandi";

"Twilight_title" = "Twilight";
"Twilight_description" = "Un semplice tema per i fan di Twilight";

"Pinktink_title" = "PinkTink";
"Pinktink_description" = "Un semplice tema con sfondo rosa e Tinkerbell";

"Msi_netbook_title" = "MSi Netbook";
"Msi_netbook_description" = "Un semplice tema con il logo MSi per i netbook MSi =)";

"Bullet_title" = "Bullet";
"Bullet_description" = "Un tema The Bullet by NoSmokingBandit";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "Una collezione di strumenti aggiuntivi";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Abilita la sovrascrittura dell'SMBIOS di default con l'smbios.plist presente in Extra";

// Kexts
"Kexts_title" = "Kexts";
"Kexts_description" = "Una collezione di utili dummy kexts compatibili con Extra";

"AHCIPortInjector_title" = "AHCIPort";
"AHCIPortInjector_description" = "Aggiunge supporto AHCI per i Southbridge Intel ICH6 - ICH10, JMicron JMB383";

"IOAHCIBlockStorageInjector_title" = "IOAHCIBlockStorage";
"IOAHCIBlockStorageInjector_description" = "";

"ATAPortInjector_title" = "IntelPIIXATA";
"ATAPortInjector_description" = "Aggiunge supporto ATA per i Southbridge Intel ICH6 - ICH10";

"JMicronATAInjector_title" = "JMicronATA";
"JMicronATAInjector_description" = "Add  JMIcronATA support for Intel chipset";

"Disabler_title" = "Disabler";
"Disabler_description" = "Disabilita l'AppleIntelCPUPowerManagement.";

// Error strings
"ERROR_BOOTVOL" = "Questo software deve essere installato sul volume di avvio.";
"ERROR_INSTALL" = "Questo volume non risponde ai requisiti per questo aggiornamento.";

"Newer_Package_Installed_message" = "A newer version of Chameleon is already installed";
"Intel_Mac_message" = "This software cannot be installed on this computer.";
